[
  {
    "label": "Ornament and rhythm",
    "writing": true,
    "content": [
      [
        [
          "<p>Má práce o ornamentu není shrnutím vývoje jeho různých forem a vizuálních podob, popsáním jejich vývoje a zařazení do pojmového, klasifikačního či jiného systému. Daleko více se zde chci zabývat obecným fenoménem a pojmem ornament. Otázkami, co ornament je, jaké jsou předpoklady jeho vzniku a pravidla jeho tvorby. Budu psát v obecnější rovině, kde ornament je jen jednou z možných výslednic tvorby. Myslím, že k pochopení a obecné definici toho, co znamená ornament jako pojem, je potřeba nejdříve stanovit jeho složky či předpoklady. V mé práci se tedy budu zabývat především pojmem rytmus, jako základním předpokladem. K rytmu nebudu přistupovat čistě z pohledu vizuálních teorií, ale především teorií muzikologických, poetických či etnografických.<br /> Dalšími pojmy budou znak, jako nosič informace, styl, jako soubor ustálených konvencí a čas, jako často opomíjený rozměr umění.<br /> Tato práce má především být jinou teorií ornamentu se snahou o dosažení definice pojmu ornament.</p>"
        ]
      ],
      [
        [
          "<h3>Čas</h3>",
          "<p>Čas lze, ve vztahu k rytmu, zaměnit pojmem změna, proces. Čas je nutnou podmínkou změny či pohybu. Je možné určit hodnotu „kdy to tam bylo“ a „kdy už to tam není“. Tím vyvstávají otázky „kdy“ a „kde“?<br> Úvaha o času je tedy nutně spojená s pojmem prostor. <i>„Hodnoty časové a prostorové) byly by pak odpovědí na otázku: jaký je pohyb? Čas a prostor jevily by se jako přívlastky, jako vlastnosti pohybu.“</i><sup>(1)</sup> A právě zaznamenáním pohybu/změny do paměti vzniká pojem času. Víme, jak dlouho změna trvala a jak dlouho uteklo od doby, kdy proběhla. Jsme tedy schopni hledat ve změnách nějaký řád a ten později reprodukovat. Řečeno opět s Františkem Sehnalem: <i>„Rytmickou teorii nutno založiti na pohybovém řádu, rytmický řád vyplývá z řádu pohybového.“ </i><sup>(2)</sup><br>Ornament, jako výsledek práce, tedy v sobě nutně zahrnuje i čas na svou realizaci. Doba realizace samozřejmě odpovídá použité technice a materiálu, ale domnívám se, že základní časová struktura vzniku ornamentu, či rytmus vzniku jednotlivých částí ornamentu odpovídá rytmu obsaženému v ornamentu sledovaném divákem. Například budeme-li v daném prostorovém mustru realizovat ornament složený z teček a čárek tužkou na papír nebo rydlem do kamene, bude naše práce, náš pohyb, obsahovat stejný rytmus, jaký pak bude vnímán pozorovatelem, a tedy stejný vjem času, byť v jiném měřítku. Právě tento moment časovosti, obsažený jak v procesu tvorby tak i při jeho pozorování, mi na ornamentu přijde velmi důležitý.<br>Prožitek opakovaného pohybu v čase je velmi zásadním duchovním prožitkem. <i>„Rytmika od prvních svých počátků uznávala nutnost, nezbytnost nějaké látky, na níž by se rytmus, vl. časové poměry jevily.“</i> <sup>(3)</sup> Pravděpodobně první touto látkou bylo lidské tělo samo. Lidské tělo bylo zřejmě prvním „hudebním nástrojem“, podobně tedy mohlo být i jednou z prvních plochou pokrývanou ornamenty. <i>„Tedy sdružením výrazového pohybu lidského těla a dané barvy vzniká první ornament, jehož základním znakem a podstatou je rytmus, jenž projevuje se v abstraktních formách, které nemají souvislosti se zhotovovací technikou. Ornament je vlastně jenom pokračování tělesných pohybů, rozšířením a obohacením těla, jako je jím i všechny zdoba na tělo vkládaná.“</i> <sup>(4)</sup><br>Opakování, a tedy i ornament, má v sobě i jiný než čistě estetický prožitek. Je otázkou, jestli je tento prožitek kolektivní nebo individuální. O tom, jestli má ornament také funkci znaku, slouží-li k předávání informací, budu uvažovat dále.</p>"
        ]
      ],
      [
        [
          "<h3>Rytmus</h3>",
          "<p>Definic pojmu rytmus je mnoho, většina z nich vychází z analýzy řeckého pojmu rhytmos, např. Josef Král ve své knize Řecká a římská metrika definuje rhytmos jako <i>„proud, pravidelný pohyb“ </i><sup>(5)</sup>. Werner Jäger pak charakterizuje rytmus jako <i>„sondern ungekehrt Halt und feste Begrenzung der Bewegung“</i> <sup>(6).</sup><br>Z uvedených definic tedy vidíme, že rytmus je determinován procesem svého vzniku, pohybem. Proto není rytmus omezen pouze na hudbu, vizuální umění nebo poesii. Pohyb, proces, změnu lze zachytit různými médii. Petersen dokonce uvádí, že rytmus je <i>„die Bewegung einer unbewegten Gestalt, die durch Bewegung entstand“</i> <sup>(7)</sup>. Samozřejmě nelze považovat za rytmický jakýkoliv pohyb. Musí dojít k jeho zachycení smysly a zpracování v mozku pozorovatele/posluchače. Rytmus tedy vzniká interakcí, jeho poznáním. Kapání vody není rytmem, jestliže si posluchač nezvolí určitý impuls jako referenční bod <sup>(8)</sup> a od něj odvodí délku trvání jedné sekvence, pulzu.<br>Slyšitelný dopad kapky označím „•“, neslyšitelnou pauzu „-“. Předpokládejme, že kapání vody je pravidelným rytmem.</p>"
        ],
        [
          "<img src=\"http://vasekkokes.cz/images/Ornament%20and%20rhythm/Ornament-01.png\" alt=\"Ornament 01\">"
        ],
        [
          "<p>Puls je základním rytmem. Střídají se v něm dva prvky, impuls (v našem případě zvuk) a časový interval - ticho v pravidelně se opakujícím intervalu. Není nijak strukturovaný, neobsahuje žádné rytmické vzorce (patterny).</p>",
          "<img src=\"http://vasekkokes.cz/images/Ornament%20and%20rhythm/Ornament-02.png\" alt=\"Ornament 02\">",
          "<img src=\"http://vasekkokes.cz/images/Ornament%20and%20rhythm/Ornament-03.png\" alt=\"Ornament 03\">"
        ]
      ]
    ],
    "color": "#14068d",
    "description": "Ornament and rhythm was my first larger art history project. It is a theoretical text about the influence of rhythm and time on visual ornaments. I compared these influences on ornaments in old architecture and visual culture. The most interesting part was how the visual ornaments coexist with music and the strong bond between musical rhythm, visual rhythm, and the rhythm of work when the author is producing ornaments."
  },
  {
    "label": "][",
    "events": true,
    "visual": true,
    "writing": true,
    "ideas": true,
    "gallery": [
      ["afgssadfsda", "fsaf"],
      ["fasdfasdf asf gsda f", "fadsfasd"]
    ],
    "color": "#afad26",
    "description": "][ (Doublebrackets) started as a project aiming to bring new, interesting indie bands and music projects to Prague. ][ started as a duo of friends and became a one man effort a few years after the start. We organized more than 30 events in five years, both in venues and outdoors. The main goal was always to provide small indie bands and music projects full professional service with quality promotion, graphic design, production etc. ][ was also the first initiative to bring live music back to public space and abandoned spaces. Live music production was illegal in Prague during those days and connecting music with urban exploration and site specific projections was unique. Thanks to our work we became part of an independent production network exchanging ideas and experience all across Europe."
  },
  {
    "label": "Ornamental tapestry",
    "label_left": true,
    "visual": true,
    "ideas": true,
    "color": "blue"
  },
  {
    "label": "Display",
    "label_left": true,
    "visual": true,
    "ideas": true,
    "color": "blue"
  },
  {
    "label": "The Artist, The Curator",
    "events": true,
    "ideas": true,
    "color": "blue"
  },
  {
    "label": "Psy-High Festival",
    "label_left": true,
    "visual": true,
    "events": true,
    "writing": true,
    "color": "blue"
  },
  {
    "label": "Fource Entertainment",
    "visual": true,
    "events": true,
    "writing": true,
    "ideas": true,
    "color": "blue"
  },
  {
    "label": "Žižkovská noc",
    "label_left": true,
    "visual": true,
    "events": true,
    "ideas": true,
    "color": "blue"
  },
  {
    "label": "Jednota",
    "visual": true,
    "events": true,
    "writing": true,
    "ideas": true,
    "color": "blue"
  },
  {
    "label": "Paioneers",
    "label_left": true,
    "visual": true,
    "ideas": true,
    "color": "blue"
  },
  {
    "label": "The Nexus",
    "label_left": true,
    "visual": true,
    "color": "blue"
  }
]
